Repository: chrisi51/codex_temp
Catalog: wdv_customer/Resources/Private/Language/Overrides/*.wx_consentbanner.xlf
Languages: de

# cookiefreigabe.bezeichnung
source: Description
de: Bezeichnung

# cookiefreigabe.kategorie
source: Categorie
de: Kategorie

# cookiefreigabe.anbieter
source: Provider
de: Anbieter

# cookiefreigabe.zweck
source: Purpose
de: Zweck

# cookiefreigabe.laufzeit
source: Runtime
de: Laufzeit

# cookiefreigabe.datenschutzlink
source: Privacy source url
de: Datenschutzlink

# cookiefreigabe.header
source: We are using cookies.
de: Wir verwenden Cookies

# cookiefreigabe.intro
source: We are using cookies on this web page. Some of them are required to run this page, some are useful to provide you the best web experience.
de: Wir nutzen Cookies auf unserer Website. Einige von ihnen sind essenziell, während andere uns helfen, diese Website und Ihre Erfahrung zu verbessern.

# cookiefreigabe.header2
source: Privacy settings
de: Datenschutzeinstellungen

# cookiefreigabe.intro2
source: Here you will find an overview of all cookies used. You can give your consent to entire categories or have more information displayed and thus select only certain cookies. You can adjust or withdraw your consent at any time.
de: Hier finden Sie eine Übersicht über alle verwendeten Cookies. Sie können Ihre Zustimmung zu ganzen Kategorien geben oder sich weitere Informationen anzeigen lassen und so nur bestimmte Cookies auswählen. Ihre Zustimmung können Sie jeder Zeit anpassen bzw. zurückziehen.

# cookiefreigabe.privacypolicy
source: Privacy Notes
de: Datenschutzerklärung

# cookiefreigabe.imprint
source: Imprint
de: Impressum

# cookiefreigabe.3.name
source: Cookies for external Content
de: Cookies für Externe Inhalte

# cookiefreigabe.3.desc
source: Content for Videoplatforms und Social Media Platforms will be disabled automaticly. To see content from external sources, you need to enable it in the cookie settings.
de: Inhalte von Videoplattformen und Social Media Plattformen werden standardmäßig blockiert. Wenn Cookies von externen Medien akzeptiert werden, bedarf der Zugriff auf diese Inhalte keiner manuellen Zustimmung mehr.

# cookiefreigabe.2.name
source: Cookies for Marketing
de: Marketing

# cookiefreigabe.2.desc
source: Marketing cookies from thrid parties will be used to show personal advertisment. They use them to track users outside of their own web page.
de: Marketing Cookies werden eingesetzt, um Informationen über die Nutzungsweise und das Besucherverhalten auf unseren Webseiten zu erhalten. Sie helfen uns unter anderem, besonders populäre Bereiche unserer Website zu ermitteln. Auf diese Weise können wir den Inhalt unserer Websites besser an Ihre Bedürfnisse anpassen und unser Angebot verbessern. Als externer Dienst kommt auf der Seite www.vigo.de Adobe Site Catalyst zum Einsatz.

# cookiefreigabe.1.name
source: Cookies for Statistics
de: Komfort

# cookiefreigabe.1.desc
source: Statistic cookies anonymize your data and use it. These information will help us to learn, how the users are using our website.
de: Neben technisch notwendigen Cookies setzen wir zudem Cookies ein, um Ihnen bestimmte Komfortfunktionen dieser Webseite bereitstellen zu können. Im Fall dieser Seite zählen folgende Cookies und Skripte dazu:

# cookiefreigabe.0.name
source: Required Cookies
de: Funktional

# cookiefreigabe.0.desc
source: These cookies are needed to let the basic page functionallity work correctly.
de: Diese Cookies und Skripte sind erforderlich, um die Kernfunktionalitäten der Webseite bereitstellen zu können. Im Fall dieser Seite zählen folgende Cookies und Skripte dazu:

# cookiefreigabe.linkn
source: required
de: Notwendig

# cookiefreigabe.links
source: statistic
de: Statistik

# cookiefreigabe.linke
source: external
de: Extern

# cookiefreigabe.cookieon
source: On
de: An

# cookiefreigabe.cookieoff
source: Off
de: Aus

# cookiefreigabe.back
source: Back
de: Zurück

# cookiefreigabe.min
source: Only accept required cookies.
de: Nur notwendige Cookies akzeptieren

# cookiefreigabe.accept
source: Accept all
de: Alle Cookies akzeptieren

# cookiefreigabe.individual
source: Individual Cookie Settings
de: Individuelle Cookie-Einstellungen

# cookiefreigabe.save
source: Save
de: Speichern

# cookiefreigabe.setcookie
source: Cookie Settings
de: Cookieeinstellungen
